{"meta":{"title":"Neo's Blog","subtitle":"","description":"","author":"Edgar Neo","url":"http://Edgar1115.github.io","root":"/"},"pages":[{},{},{},{}],"posts":[{"title":"Chelsea_Reddit_BoehlyIsTheProblem","date":"2024-02-06T13:25:08.000Z","path":"2024/02/06/Chelsea-Reddit-BoehlyIsTheProblem/","text":"Henry Winter: Todd Boehly the problem at Chelsea, not Mauricio Pochettino#1 Reddit热议 Henry Winter：伯利才是切尔西的问题所在，而不是波切蒂诺 通过GPT进行的新闻总结： 切尔西在球场上和俱乐部整体运营方面都面临困难，球员表现不佳，而且出现了更加倾向于将商业利益置于体育之上的趋势。 主教练波切蒂诺在一次重大主场失利后强调了荣辱与共的重要性，但根本问题追溯到所有者伯利的领导和政策。 伯利因改变俱乐部的文化和引援方式而受到批评，他更多地专注于商业一面，而不是足球和球迷的想法。 尽管拥有有天赋的球员并打进了卡拉宝杯决赛，但切尔西缺乏适当的领导和战术，导致球队表现不稳定。 对球队进行了大量的财务投入，花费了大量资金用于购买球员，但这并未带来球场上的成功。 与其他俱乐部管理相比，尤其是布莱顿，更加凸显了伯利的经验不足和缺乏参与度。 切尔西的问题被归因于伯利的做法，对比芬威在利物浦取得成功的模式，后者承认并解决了错误。 对切尔西未来的担忧正在增加，包括财务和合同决策对俱乐部竞争力的影响，以及必须改变管理和沟通策略。 一位有经验的切尔西季票持有者和金融专家建议伯利应采取更为慎重的做法，专注于球队战略，并加强与球迷的沟通，以摆脱当前的困境。 网友Sa：他们都有问题，同样有问题的还有艾格巴利，不要忘了喷人的时候把他也捎上。他也是现在混乱的原因之一。司马温和斯图尔特同样也是！ 网友it：我认为司马温和斯图尔特是最应该为现状负责的人。如果我没有记错的话，这些状态不好的球员，都是他们主导签下的，甚至波嗨也是他们签下的。 网友so：是的，我跟我的朋友也在讨论，如果波嗨被ktv了，那这些体育总监同样该跟他一起，因为他们在球员和教练上的签约实在是太烂了。 网友Ar：必须滴！在我看来，高层甚至让波嗨的工作变得更难了。 网友Wh：波嗨也跑不了。英国媒体对波嗨太宽容了。 网友Ha：我不理解。英媒为啥这么保护波切蒂诺，但不保护同样是英国人的波特？甚至我们球迷都要更支持波切蒂诺一点。 网友aw：波特接班的是欧冠教头图赫尔，波切蒂诺接班的是兰二期。 楼主（网友Wh）：他们就是瞎搞，他们知道伯利不是唯一的管理层（指的是新闻标题只写了伯利，而没有写同为管理层的艾格巴利） 网友wi：谁雇的波胖？谁雇的波特？谁踢的图赫尔？谁把我们有经验的老将清理了，换来了一帮小孩？谁拒绝雇用恩里克和纳格尔斯曼，因为他们有太多的“问题”？我很高兴人们终于清醒过来了，不管教练是谁，问题的根都在管理层。 网友Yo：我补充一下，谁雇佣的两个中游球队的球探，让他们能进入过去二十年来英国最成功的俱乐部？很多签约的球员，都跟这两个球探有些私人关系。 我们不能在六月前ktv波嗨，因为我们要通过ffp。 这些人真的太脑残了，买了一群没有经验的年轻人，然后期望他们在世界上最难的联赛里竞争。 网友BI：Henry Winter就是个自大、傲慢的傻逼。 他说我们解雇兰帕德是“欺负老实人”，但我们在5个月后赢得了欧冠。 他们这种自大的媒体，永远只会单线程，让他们同时写出“引援工作是一场灾难和教练带的也是一坨”很难吗？ 网友bl：有一说一。抛开转会费不谈，我不认为我们的引援真的像那些人说的那样差。我们签的球员都很有潜力，我们在球员档案方面也犯了一些错误，比如说穆德里克。你可以批评乱花钱以及购买了太多球员，但不能说我们买的球员全是垃圾。 一个好的教练应该能用我们现在的球员，把我们带到6-8位的位置。如果我们的球队有足够的凝聚力和成熟的体系，我愿意忽视我们的比赛结果。但是在经历了季前赛，甚至6个月没有欧战，波嗨什么都没有做到。 难道我们的球队阵容比狼队、埃弗顿、诺丁汉森林以及诸如此类的球队差吗？我相信我们的团队和热刺、维拉是同等级的。 在波嗨的手下，球员们明显在退步，最显著的例子就是恩佐，上赛季在更差的教练手下，人们都认为1.05亿买到他是捡了大便宜。 网友Sc：不仅是老板，是时候有更大的报纸、更多的媒体参与这些讨论了。老板和他们的决定早就该被批斗了 网友Gr：伯利甚至不是第一老板！ 网友wi：他是主席，就是来背锅的。 网友ty：他有等价老板的权力，并且他是主席"},{"title":"Radio_Draft_01","date":"2024-01-20T15:32:49.000Z","path":"2024/01/20/Draft-01/","text":"1录节目（Muse Night）的原因。 1这期节目的引子。 1为什么爱上韦德。 1如何看待詹姆斯。 1"},{"title":"Liao's Strange Journey 240110","date":"2024-01-16T04:17:33.000Z","path":"2024/01/16/Journey-2401xx/","text":"Day1 时隔五年再吃大课间餐，还是熟悉的味道 eating DaKeJianCan again after five years,still the familiar taste. 面基pbt meet pbt 误入高档餐厅，不敢点238的龙虾，只敢点38的薯条填填肚子 Accidentally entered a upscale restaurant,didn’t dare to order the lobster priced at 238 yuan,only dare to order the 38 yuan fries to fill my stomach. 突发情况，没有住处，感谢宇哥收留，还蹭了一杯奶茶 Emergency, nowhere to stay. Thanks for big brother Zhang’s help and the milk tea. Day2 人生第一次租车，车内有够脏的 Rented a car for the first time, it was so dirty inside. 上路，接周总，载人处女作献给了周总 Start and pick up Zhou - the first time picking up someone. 跟风成一起在学校练倒车，希望风成以后上路能看着点信号灯 Practicing reverse praking at school with He,hope He will pay more attention to traffic signals in the future. &#x2F; 无图 &#x2F; 晚上还接了宇哥回家，我真的分不清什么时候停车要打双闪啊啊啊啊 Pick up Zhang and go home,I really can’t distinguish when to use the hazard lights. Day3 见到了机甲驾驶员 Pacific Rim!! 因为晚上聚餐地点很火爆所以刚吃了午饭就去晚上吃饭的地方排队，熹瓷三顾茅庐后终于吃上的烤肉店 Because the dinner venue was very popular in the evening, we went there right after having lunch. This was Li’s third visit, and this time he finally got to eat. 用碰杯证明我们在一起吃饭，哥几个下次一定要把杯口摆正 A toast to prove we were eating together. Next time, make sure to align the glasses. 射箭初体验，但是没有记录于是用气枪来充数，什么样的天才会闭右眼用左眼瞄准？ First experience of archery. No photo to record,so use another picture as a substitute. The way I aim is genius. 还会再见面吗？再见面的时候要幸福啊！ When can I see you guys again?Please be happy next time. Day 4 光明正大的卖莆田？ Selling fake goods openly and brazenly. 去网吧但是不知道玩啥于是打开了植物大战僵尸 have no idea what to do in a net bar but open the PVZ. Day 5 与打工人一起吃越南菜 Eating Vietnamese food with my worker brother. 与打工人一起打弓 Engaging in archery with my worker brother. 第二次打弓，在专业（业余中的专业）射箭俱乐部打弓就是比在路边摊打弓舒服啊，十环记录 First experience of archery. In a professional (though amateur) archery club. More comfortable compared to the roadside stalls. Recorded the score of ten rings. 还会见面吗打工人？下次见面的时候你一定要幸福啊！ When I see you again?please be happy!"},{"title":"Hello,New Year!","date":"2023-12-31T16:00:00.000Z","path":"2024/01/01/Hello-New-Year/","text":""},{"title":"TO-DO","date":"2023-12-31T08:44:57.000Z","path":"2023/12/31/TO-DO/","text":"2023-12-31 Hexo博客搭建 安装Linux双系统"},{"title":"Hello World","date":"2023-12-29T12:25:27.100Z","path":"2023/12/29/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment"}],"categories":[],"tags":[]}