{"meta":{"title":"Neo's Blog","subtitle":"","description":"","author":"Edgar Neo","url":"http://Edgar1115.github.io","root":"/"},"pages":[{},{},{},{}],"posts":[{"title":"Liao's Strange Journey 240110","date":"2024-01-16T04:17:33.000Z","path":"2024/01/16/Journey-2401xx/","text":"Day1 时隔五年再吃大课间餐，还是熟悉的味道 eating DaKeJianCan again after five years,still the familiar taste. 面基pbt meet pbt 误入高档餐厅，不敢点238的龙虾，只敢点38的薯条填填肚子 Accidentally entered a upscale restaurant,didn’t dare to order the lobster priced at 238 yuan,only dare to order the 38 yuan fries to fill my stomach. 突发情况，没有住处，感谢宇哥收留，还蹭了一杯奶茶 Emergency, nowhere to stay. Thanks for big brother Zhang’s help and the milk tea. Day2 人生第一次租车，车内有够脏的 Rented a car for the first time, it was so dirty inside. 上路，接周总，载人处女作献给了周总 Start and pick up Zhou - the first time picking up someone. 跟风成一起在学校练倒车，希望风成以后上路能看着点信号灯 Practicing reverse praking at school with He,hope He will pay more attention to traffic signals in the future. &#x2F; 无图 &#x2F; 晚上还接了宇哥回家，我真的分不清什么时候停车要打双闪啊啊啊啊 Pick up Zhang and go home,I really can’t distinguish when to use the hazard lights. Day3 见到了机甲驾驶员 Pacific Rim!! 因为晚上聚餐地点很火爆所以刚吃了午饭就去晚上吃饭的地方排队，熹瓷三顾茅庐后终于吃上的烤肉店 Because the dinner venue was very popular in the evening, we went there right after having lunch. This was Li’s third visit, and this time he finally got to eat. 用碰杯证明我们在一起吃饭，哥几个下次一定要把杯口摆正 A toast to prove we were eating together. Next time, make sure to align the glasses. 射箭初体验，但是没有记录于是用气枪来充数，什么样的天才会闭右眼用左眼瞄准？ First experience of archery. No photo to record,so use another picture as a substitute. The way I aim is genius. 还会再见面吗？再见面的时候要幸福啊！ When can I see you guys again?Please be happy next time. Day 4 光明正大的卖莆田？ Selling fake goods openly and brazenly. 去网吧但是不知道玩啥于是打开了植物大战僵尸 have no idea what to do in a net bar but open the PVZ. Day 5 与打工人一起吃越南菜 Eating Vietnamese food with my worker brother. 与打工人一起打弓 Engaging in archery with my worker brother. 第二次打弓，在专业（业余中的专业）射箭俱乐部打弓就是比在路边摊打弓舒服啊，十环记录 First experience of archery. In a professional (though amateur) archery club. More comfortable compared to the roadside stalls. Recorded the score of ten rings. 还会见面吗打工人？下次见面的时候你一定要幸福啊！ When I see you again?please be happy!"},{"title":"Hello,New Year!","date":"2023-12-31T16:00:00.000Z","path":"2024/01/01/Hello-New-Year/","text":""},{"title":"TO-DO","date":"2023-12-31T08:44:57.000Z","path":"2023/12/31/TO-DO/","text":"2023-12-31 Hexo博客搭建 安装Linux双系统"},{"title":"Hello World","date":"2023-12-29T12:25:27.100Z","path":"2023/12/29/hello-world/","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment"}],"categories":[],"tags":[]}